tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "normen/tap"
tap "rockymadden/rockymadden"
tap "sachaos/todoist"
tap "teamookla/speedtest"
tap "universal-ctags/universal-ctags"
tap "wez/wezterm"
brew "ack"
brew "antigen"
brew "bat"
brew "fontconfig"
brew "cmake"
brew "libidn2"
brew "difftastic"
brew "dnsmasq"
brew "python@3.10", link: false
brew "docutils"
brew "folly"
brew "edencommon"
brew "exa"
brew "tcl-tk", link: false
brew "expect"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "findutils"
brew "pango"
brew "fontforge"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "gh"
brew "gist"
brew "git"
brew "git-lfs"
brew "gnu-tar"
brew "hyperfine"
brew "imagemagick"
brew "jd"
brew "openjdk"
brew "jdtls"
brew "kubecfg"
brew "kubernetes-cli", link: false
brew "kubectx"
brew "lastpass-cli"
brew "libfido2"
brew "lua@5.1"
brew "luarocks"
brew "mysql", restart_service: true
brew "neovim", args: ["HEAD"]
brew "newsboat"
brew "node"
brew "peco"
brew "postgresql@13", restart_service: true, link: true
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "python@3.9"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "shpotify"
brew "stow"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "watch"
brew "watchman"
brew "wget"
brew "yadm"
brew "yarn"
brew "zplug"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "normen/tap/whatscli"
brew "rockymadden/rockymadden/slack-cli"
brew "teamookla/speedtest/speedtest"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "font-fira-code"
cask "font-meslo-lg-nerd-font"
cask "maccy"
cask "wezterm"
